 [
{
  "id": "1",
  "make": "Toyota",
  "model": "Corolla",
  "year": 2021,
  "seats" : 6,
  "fuel_type": "Gasoline",
  "mileage": "30 MPG",
  "rental_price": 50.00,
  "availability": true,
  "image": "images/car/Toyota_corolla.png",
  "description": "The Toyota Corolla is a compact sedan that offers a comfortable and reliable driving experience. With seating for up to 6 passengers, it is perfect for small families or groups. The Corolla has excellent fuel efficiency, achieving around 30 MPG. Rent this car for an affordable and efficient transportation option."
},
{
  "id": "2",
  "make": "Honda",
  "model": "Accord",
  "seats" : 8,
  "year": 2022,
  "fuel_type": "Gasoline",
  "mileage": "32 MPG",
  "rental_price": 60.00,
  "availability": false,
  "image": "images/car/Honda_Accorde.png",
  "description": "The Honda Accord is a stylish and spacious sedan that offers a comfortable and enjoyable ride. With seating for up to 8 passengers, it is great for larger groups or families. The Accord has impressive fuel efficiency, achieving around 32 MPG. Rent this car for a combination of comfort, style, and fuel efficiency."
},
{
  "id": "3",
  "make": "Ford",
  "model": "Mustang",
  "seats" : 6,
  "year": 2020,
  "fuel_type": "Gasoline",
  "mileage": "25 MPG",
  "rental_price": 80.00,
  "availability": false,
  "image": "images/car/ford_mustang.png",
  "description": "The Ford Mustang is a legendary sports car known for its powerful performance and iconic design. With seating for up to 6 passengers, it offers a thrilling driving experience. The Mustang has a fuel efficiency of around 25 MPG. Rent this car to enjoy a combination of speed, style, and excitement."
},
{
  "id": "5",
  "make": "BMW",
  "model": "X5",
  "seats" : 4,
  "year": 2021,
  "fuel_type": "Gasoline",
  "mileage": "22 MPG",
  "rental_price": 120.00,
  "availability": true,
  "image": "images/car/bmw_x5.png",
  "description": "The BMW X5 is a luxurious SUV that combines elegance, performance, and comfort. With seating for up to 4 passengers, it offers a spacious and sophisticated interior. The X5 has a fuel efficiency of around 22 MPG, making it a great choice for both city driving and long trips. Rent this car to experience the perfect blend of style and functionality."
},
{
  "id": "6",
  "make": "Mercedes-Benz",
  "model": "E-Class",
  "seats" : 6,
  "year": 2020,
  "fuel_type": "Gasoline",
  "mileage": "27 MPG",
  "rental_price": 100.00,
  "availability": false,
  "image": "images/car/Mercedes_Benz_eclass.png",
  "description": "The Mercedes-Benz E-Class is a premium sedan that offers a luxurious and comfortable driving experience. With seating for up to 6 passengers, it provides ample space for both passengers and cargo. The E-Class has a fuel efficiency of around 27 MPG, making it an efficient choice for your travels. Rent this car to enjoy a smooth and stylish ride."
},
{
  "id": "7",
  "make": "Audi",
  "model": "A4",
  "seats" : 5,
  "year": 2021,
  "fuel_type": "Gasoline",
  "mileage": "30 MPG",
  "rental_price": 90.00,
  "availability": false,
  "image": "images/car/audi.png",
  "description": "The Audi A4 is a compact luxury sedan that offers a blend of performance and sophistication. With seating for up to 5 passengers, it combines comfort and sportiness. The A4 has a fuel efficiency of around 30 MPG, making it a fuel-efficient choice for your journeys. Rent this car to experience the perfect combination of elegance and exhilaration."
},
{
  "id": "8",
  "make": "Volkswagen",
  "model": "Golf",
  "seats" : 6,
  "year": 2018,
  "fuel_type": "Gasoline",
  "mileage": "29 MPG",
  "rental_price": 55.00,
  "availability": true,
  "image": "images/car/volkswagen_golf.png",
  "description": "The Volkswagen Golf is a versatile hatchback that offers practicality and fun in one package. With seating for up to 6 passengers, it provides ample space for your daily needs. The Golf has a fuel efficiency of around 29 MPG, making it an economical choice for your daily commutes. Rent this car for a comfortable and enjoyable driving experience."
},
  
{
  "id": "9",
  "make": "Lexus",
  "model": "RX",
  "seats" : 4,
  "year": 2022,
  "fuel_type": "Gasoline",
  "mileage": "26 MPG",
  "rental_price": 150.00,
  "availability": false,
  "image": "images/car/lexus_rx.png",
  "description": "The Lexus RX is a luxurious SUV that offers a perfect combination of style, comfort, and performance. With seating for up to 4 passengers, it provides a spacious and opulent interior. The RX has a fuel efficiency of around 26 MPG, making it an efficient choice for both city driving and long trips. Rent this car to experience ultimate refinement and elegance."
},
{
  "id": "10",
  "make": "Hyundai",
  "model": "Sonata",
  "seats" : 6,
  "year": 2021,
  "fuel_type": "Gasoline",
  "mileage": "31 MPG",
  "rental_price": 60.00,
  "availability": true,
  "image": "images/car/hyundai_sonata.png",
  "description": "The Hyundai Sonata is a stylish and reliable sedan that offers a comfortable and enjoyable driving experience. With seating for up to 6 passengers, it provides ample space for everyone. The Sonata has a fuel efficiency of around 31 MPG, making it an economical choice for your daily commutes. Rent this car for a smooth and efficient ride."
},
{
  "id": "11",
  "make": "Nissan",
  "model": "Altima",
  "seats" : 4,
  "year": 2020,
  "fuel_type": "Gasoline",
  "mileage": "30 MPG",
  "rental_price": 55.00,
  "availability": false,
  "image": "images/car/nissan_altima.png",
  "description": "The Nissan Altima is a reliable and fuel-efficient sedan that offers a comfortable and practical driving experience. With seating for up to 4 passengers, it provides a well-designed and spacious interior. The Altima has a fuel efficiency of around 30 MPG, making it an economical choice for your daily travels. Rent this car for a reliable and enjoyable ride."
},
{
  "id": "12",
  "make": "Kia",
  "model": "Sportage",
  "year": 2019,
  "seats" : 6,
  "fuel_type": "Gasoline",
  "mileage": "27 MPG",
  "rental_price": 70.00,
  "availability": true,
  "image": "images/car/kia_sportage.png",
  "description": "The Kia Sportage is a compact SUV that offers a perfect balance of style, versatility, and performance. With seating for up to 6 passengers, it provides ample space for both passengers and cargo. The Sportage has a fuel efficiency of around 27 MPG, making it an efficient choice for your everyday adventures. Rent this car to enjoy a comfortable and practical driving experience."
},
{
  "id": "13",
  "make": "Mazda",
  "model": "CX-5",
  "seats" : 4,
  "year": 2022,
  "fuel_type": "Gasoline",
  "mileage": "28 MPG",
  "rental_price": 75.00,
  "availability": false,
  "image": "images/car/Mazda_CX5.png",
  "description": "The Mazda CX-5 is a stylish and sporty SUV that offers a thrilling and dynamic driving experience. With seating for up to 4 passengers, it combines comfort and performance. The CX-5 has a fuel efficiency of around 28 MPG, making it an efficient choice for your journeys. Rent this car to enjoy a perfect blend of sophistication and excitement."
},
{
  "id": "14",
  "make": "Subaru",
  "model": "Outback",
  "seats" : 6,
  "year": 2021,
  "fuel_type": "Gasoline",
  "mileage": "29 MPG",
  "rental_price": 65.00,
  "availability": true,
  "image": "images/car/subaru_outback.png",
  "description": "The Subaru Outback is a versatile and reliable SUV that offers exceptional performance on and off the road. With seating for up to 6 passengers, it provides ample space for your adventures. The Outback has a fuel efficiency of around 29 MPG, making it an economical choice for your travels. Rent this car for a comfortable and capable driving experience."
},
{
  "id": "15",
  "make": "Tesla",
  "model": "Model 3",
  "seats" : 4,
  "year": 2022,
  "fuel_type": "Electric",
  "mileage": "250 miles",
  "rental_price": 200.00,
  "availability": true,
  "image": "images/car/tesla_model3.png",
  "description": "The Tesla Model 3 is an all-electric sedan that offers impressive acceleration, cutting-edge technology, and zero emissions. With seating for up to 4 passengers, it combines sustainability with luxury. The Model 3 has a range of around 250 miles, providing an extended driving range on a single charge. Rent this car to experience the future of electric mobility."
},
{
  "id": "16",
  "make": "Qute",
  "model": "Ultra",
  "seats" : 4,
  "year": 2023,
  "fuel_type": "Gasoline",
  "mileage": "40 MPG",
  "rental_price": 35.00,
  "availability": false,
  "image": "images/car/qute_ultra.png",
  "description": "The Qute Ultra is a compact and fuel-efficient car that offers convenience and affordability. With seating for up to 4 passengers, it provides a compact yet comfortable interior. The Qute Ultra has a fuel efficiency of around 40 MPG, making it an economical choice for your daily commutes. Rent this car for a practical and budget-friendly driving experience."
}    
  
    ]
  
  